[
    {
        "quote": "\"God is more interested in your future and your relationships than you are.\"",
        "source": "Billy Graham"
    },
    {
        "quote": "\"Doctrinal rightness and rightness of ecclesiastical position are important, but only as a starting point to go on into a living relationship - and not as ends in themselves.\"",
        "source": "Francis Schaeffer"
    },
    {
        "quote": "\"People who have good relationships at home are more effective in the marketplace.\"",
        "source": "Zig Ziglar"
    },
    {
        "quote": "There is no more lovely, friendly or charming relationship, communion or company, than a good marriage.",
        "source": "Martin Luther"
    },
    {
        "quote": "To be loved by God is the highest relationship, the highest achievement, and the highest position in life.",
        "source": "Henry Blackaby"
    },
    {
        "quote": "\"Impart as much as you can of your spiritual being to those who are on the road with you, and accept as something precious what comes back to you from them.\"",
        "source": "Albert Schweitzer"
    },
    {
        "quote": "\"I know the Bible is inspired because it inspires me.\"",
        "source": "D.L. Moody"
    },
    {
        "quote": "\"Eloquence is a painting of the thoughts.\"",
        "source": "Blaise Pascal"
    },
    {
        "quote": "\"Ah! dear friend, you little know the possibilities which are in you.\"",
        "source": "Charles Spurgeon"
    },
    {
        "quote": "\"The test of a preacher is that his congregation goes away saying, not What a lovely sermon, but, I will do something!\"",
        "source": " Francis de Sales"
    },
    {
        "quote": "\"There are no rules of architecture for a castle in the clouds.\"",
        "source": "G.K. Chesterton"
    },
    {
        "quote": "\"To me a lush carpet of pine needles or spongy grass is more welcome than the most luxurious Persian rug.\"",
        "source": "Helen Keller"
    },
    {
        "quote": "\"Never be so brief as to become obscure.\"",
        "source": "Hosea Ballou"
    },
    {
        "quote": "\"History belongs to the intercessors - those who believe and pray the future into being.\"",
        "source": "Walter Wink"
    },
    {
        "quote": "\"Passion drives perfection.\"",
        "source": "Rick Warren"
    },
    {
        "quote": "\"It is better to be a wooden vessel filled with wine, that a golden one filled with water.\"",
        "source": "William Secker"
    },
    {
        "quote": "\"Since He looked upon me my heart is not my own, He hath run away to heaven with it.\"",
        "source": "Samuel Rutherford"
    },
    {
        "quote": "\"First John 3:16 shows that true love is climaxed by our being willing to lay down our lives for fellow believers.\"",
        "source": "Theodore Epp"
    },
    {
        "quote": "\"In the time we have it is surely our duty to do all the good we can to all the people we can in all the ways we can.\"",
        "source": " William Barclay"
    },
    {
        "quote": "\"By faithfulness we are collected and wound up into unity within ourselves, whereas we had been scattered abroad in multiplicity.\"",
        "source": "Augustine"
    },
    {
        "quote": "\"Patience is the companion of wisdom\"",
        "source": "Augustine"
    },
    {
        "quote": "\"The key to everything is patience. You get the chicken by hatching the egg, not by smashing it.\"",
        "source": "Arnold Glasow"
    },
    {
        "quote": "\"Everyone feels benevolent if nothing happens to be annoying him at the moment.\"",
        "source": "C.S. Lewis"
    },
    {
        "quote": "\"Press on. Obstacles are seldom the same size tomorrow as they are today.\"",
        "source": "Robert H. Schuller"
    },
    {
        "quote": "\"The moment an ill can be patiently handled, it is disarmed of its poison, though not of its pain.\"",
        "source": "Henry Ward Beecher"
    },
    {
        "quote": "\"We are always on the anvil; by trials God is shaping us for higher things.\"",
        "source": " Henry Ward Beecher"
    },
    {
        "quote": "\"It is hard to wait and press and pray, and hear no voice, but stay till God answers.\"",
        "source": "E.M. Bounds"
    },
    {
        "quote": "\"One of the great disadvantages of hurry is that it takes such a long time.\"",
        "source": "G.K. Chesterton"
    },
    {
        "quote": "\"It is only imperfection that complains of what is imperfect. The more perfect we are, the more gentle and quiet we become toward the defects of others.\"",
        "source": "Francois Fenelon"
    },
    {
        "quote": "\"I can see, and that is why I can be happy, in what you call the dark, but which to me is golden. I can see a God-made world, not a manmade world.\"",
        "source": "Helen Keller"
    },
    {
        "quote": "\"We could never learn to be brave and patient, if there were only joy in the world.\"",
        "source": "Helen Keller"
    },
    {
        "quote": "\"Joy is the holy fire that keeps our purpose warm and our intelligence aglow.\"",
        "source": "Helen Keller"
    },
    {
        "quote": "\"To keep our faces toward change, and behave like free spirits in the presence of fate, is strength undefeatable.\"",
        "source": "Helen Keller"
    },
    {
        "quote": "\"Security is mostly superstition. It does not exist in nature.\"",
        "source": "Helen Keller"
    },
    {
        "quote": "\"I thank God for my handicaps for, through them, I have found myself, my work, and my God.\"",
        "source": "Helen Keller"
    },
    {
        "quote": "\"Some of your greatest blessings come with patience.\"",
        "source": "Warren Wiersbe"
    },
    {
        "quote": "\"Those times when you feel like quitting can be times of great opportunity, for God uses your troubles to help you grow.\"",
        "source": "Warren Wiersbe"
    },
    {
        "quote": "\"There are three indispensable requirements for a missionary: 1. Patience 2. Patience 3. Patience.\"",
        "source": "Hudson Taylor"
    },
    {
        "quote": "\"If I have made any improvement in the sciences, it is owing more to patient attention than to anything beside.\"",
        "source": "Isaac Newton"
    },
    {
        "quote": "\"If I have done the public any service, it is due to my patient thought.\"",
        "source": "Isaac Newton"
    },
    {
        "quote": "\"Teach us, O Lord, the disciplines of patience, for to wait is often harder than to work.\"",
        "source": "Peter Marshall"
    },
    {
        "quote": "\"Slight small injuries, and they will become none at all.\"",
        "source": "Thomas Fuller"
    },
    {
        "quote": "\"A good horse should be seldom spurred.\"",
        "source": "Thomas Fuller"
    },
    {
        "quote": "\"A Christian without patience is like a soldier without arms.\"",
        "source": "Thomas Watson"
    },
    {
        "quote": "\"Patience is the queen of virtues.\"",
        "source": "John Chrysostom"
    },
    {
        "quote": "\"Baptism is faith in action.\"",
        "source": "Watchman Nee"
    },
    {
        "quote": "\"Baptism is an outward expression of an inward faith.\"",
        "source": "Watchman Nee"
    },
    {
        "quote": "\"Baptism separates the tire kickers from the car buyers.\"",
        "source": "Max Lucado"
    },
    {
        "quote": "\"Baptism is bowing before the Father and letting him do his work\"",
        "source": " Max Lucado"
    },
    {
        "quote": "\"Baptism is the initial step of a faithful heart.\"",
        "source": "Max Lucado"
    },
    {
        "quote": "\"I do not elevate the time or mode of baptism to a primary doctrine.\"",
        "source": "John Piper"
    },
    {
        "quote": "\"A helping word to one in trouble is often like a switch on a railroad track an inch between wreck and smooth, rolling prosperity.\"",
        "source": "Henry Ward Beecher"
    },
    {
        "quote": "\"If I can put one touch of rosy sunset into the life of any man or woman, I shall feel that I have worked with God.\"",
        "source": "G.K. Chesterton"
    },
    {
        "quote": "\"If instead of a gem, or even a flower, we should cast the gift of a loving thought into the heart of a friend, that would be giving as the angels give\"",
        "source": "George Macdonald"
    },
    {
        "quote": "\"Good words are worth much, and cost little.\"",
        "source": "George Herbert"
    },
    {
        "quote": "\"Since new developments are the products of a creative mind, we must therefore stimulate and encourage that type of mind in every way possible.\"",
        "source": "George Washington Carver"
    },
    {
        "quote": "\"Keep your face to the sunshine and you cannot see a shadow.\"",
        "source": "Helen Keller"
    },
    {
        "quote": "\"What a blind person needs is not a teacher but another self.\"",
        "source": "Helen Keller"
    },
    {
        "quote": "\"You will find, if you think for a moment, that the people who influence you are the people who believe in you.\"",
        "source": "Henry Drummond"
    },
    {
        "quote": "\"Compliments cost nothing, yet many pay dear for them.\"",
        "source": "Thomas Fuller."
    },
    {
        "quote": "\"Open your heart to sympathy, but close it against despondency. The flower which opens to receive the dew shuts against the rain.\"",
        "source": "James H. Aughey"
    },
    {
        "quote": "\"God hath made it a debt which one saint owes to another to carry their names to a throne of grace.\"",
        "source": "William Gurnall"
    },
    {
        "quote": "\"The tear that is wiped with a little address may be followed, perhaps, by a smile.\"",
        "source": "William Cowper"
    },
    {
        "quote": "\"Love and pity and wish well to every soul in the world; dwell in love, and then you dwell in God.\"",
        "source": "William Law"
    },
    {
        "quote": "\"Your greatest pleasure is that which rebounds from hearts that you have made glad.\"",
        "source": "Henry Ward Beecher"
    },
    {
        "quote": "\"What you applaud you encourage, but beware what you celebrate.\"",
        "source": "Ravi Zacharias"
    },
    {
        "quote": "\"What a noble gift it is, the power of playing upon the souls and wills of men, and rousing them to lofty purposes and holy deeds.\"",
        "source": "Henry Drummond"
    }
]