[  
   {  
      "season":1,
      "name":"Walter",
      "quote":"My name is Walter Hartwell White. I live at 308 Negra Aroya Lane, Albuquerque, New Mexico, 87104. To all law enforcement entities, this is not an admission of guilt. I am speaking to my family now. Skylar, you are the love of my life. I hope you know that. Walter Jr., you're my big man. There are going to be some things that you'll come to learn about me in the next few days. But just know that no matter how it may look, I only had you in my heart. Goodbye."
   },
   {  
      "season":1,
      "name":"Walter",
      "quote":" I mean, it's just..it's the constant, it's the cycle. It's solution, dissolution, just over and over and over. It is growth, then decay, then transformation. It is fascinating, really"
   },
   {  
      "season":1,
      "name":"Walter",
      "quote":"Short speech. You lost your partner today. What's his name–Emilio? Emilio is going to prison. The DEA took all your money, your lab. You got nothing. Square one. But you know the business and I know the chemistry. I'm thinking...maybe you and I could partner up"
   },
   {  
      "season":1,
      "name":"Jesse",
      "quote":"No. You flunked me, remember? You prick! Now let me tell you something else. This ain't chemistry–this is art. Cooking is art. And the shit I cook is the bomb, so don't be telling me."
   },
   {  
      "season":1,
      "name":"Walter",
      "quote":"The shit you cook is shit. I saw your set-up. Ridiculous. You and I will not make garbage. We will produce a chemically pure and stable product that performs as advertised. No adulterants. No baby formula. No chili powder."
   },
   {  
      "season":1,
      "name":"Jesse",
      "quote":"Some straight like you, giant stick up his ass, age what–60? He's just gonna break bad?"
   },
   {  
      "season":1,
      "name":"Jesse",
      "quote":"It's weird is all, okay? It doesn't compute. Listen, if you've gone crazy or something...I mean, if you've...if you've gone crazy or depressed, I'm just saying...that's something I need to know about. Okay? I mean, that affects me."
   },
   {  
      "season":1,
      "name":"Jesse",
      "quote":"This is glass grade. I mean, you got...Jesus, you got crystals in here 2 inches, 3 inches long. This is pure glass. You're a damn artist! This is art, Mr. White!"
   },
   {  
      "season":1,
      "name":"Jesse",
      "quote":"Acceptable? You're the goddamn Iron Chef! Every chiphead from here to Timbuktu is going to want a taste!"
   },
   {  
      "season":1,
      "name":"Walter",
      "quote":"I haven't been myself lately, but I love you. Nothing about that has changed, nothing ever will. So right now, what I need, is for you to climb down out of my ass. Can you do that? Will you do that for me, honey? Will you please, just once, get off my ass, you know? I'd appreciate it, I really would."
   },
   {  
      "season":1,
      "name":"Jesse",
      "quote":" Mr. White? Are you smoking weed? Oh my God! Wait a minute, is that my weed? What the hell, man? Make yourself at home, why don't you?"
   },
   {  
      "season":1,
      "name":"Jesse",
      "quote":"Your freaking wife told me when she was here all up on my shit! Yeah, that's right. She almost caught me moving Emilio! Good job wearing the pants in the family! And why did you go telling her I was selling you weed?"
   },
   {  
      "season":1,
      "name":"Walter",
      "quote":"I'm sorry, what were you asking me? Oh, yes, that stupid plastic container I asked you to buy. You see, hydrofluoric acid won't eat through plastic. It will, however, dissolve metal, rock, glass and ceramic. So there's that.."
   },
   {  
      "season":1,
      "name":"Jesse",
      "quote":" Oh well, heil Hitler, bitch! And let me tell you something else. We flipped a coin, okay? You and me. You and me! Coin flip is sacred! Your job is waiting for you in that basement, as per the coin!"
   },
   {  
      "season":1,
      "name":"Hank",
      "quote":"'Cause I love you, you little bastard."
   },
   {  
      "season":1,
      "name":"Krazy-8",
      "quote":"Walter, you getting to know me is not gonna make it any easier for you to kill me. Not that I mind, you understand."
   },
   {  
      "season":1,
      "name":"Walter",
      "quote":"You know, you keep telling me that I don't have it in me. Well, maybe, maybe not. I sure as hell am looking for any reason not to. I mean, any good reason at all. Sell me. Tell me what it is"
   },
   {  
      "season":1,
      "name":"Krazy-8",
      "quote":"I guess I'd start off by promising that if you let me go, I won't come after you. That you'd be safe. I guess I'd say what happened between us never happened. And what's best for both parties is we forget all about it. But you know that anybody in my situation would make promises like that, and though in my case they happen to be true, you'd never know for sure. So what else can I tell you?"
   },
   {  
      "season":1,
      "name":"Hank",
      "quote":"So be on notice. We got new players in town. We don't know who they are, where they come from, but they possess an extremely high skill-set. Me personally? I'm thinking Albuquerque just might have a new kingpin."
   },
   {  
      "season":1,
      "name":"Walter",
      "quote":"I have cancer. Lung cancer. It's bad."
   },
   {  
      "season":1,
      "name":"Jesse",
      "quote":"A wire? You want a wire? I got a wire. [grabs crotch] Speak into the mic, bitch! What the hell's wrong with you? A wire."
   },
   {  
      "season":1,
      "name":"Jesse",
      "quote":"Yeah, after what happened, it just seems like the thing to do. Kind of, you know, talk about it. We can't talk to anybody else. Anyway, that and I wanted to...I wanted to tell you how much everybody digs that meth we cooked."
   },
   {  
      "season":1,
      "name":"Walter",
      "quote":" Everybody digs...the meth we cooked"
   },
   {  
      "season":1,
      "name":"Jesse",
      "quote":"Seriously, I got dudes that would give their left nut for a little more."
   },
   {  
      "season":1,
      "name":"Jesse",
      "quote":"Right on, little bro! Making mad in-roads with the business community."
   },
   {  
      "season":1,
      "name":"Walter",
      "quote":"Alright. Skyler, say that there is a way, and we spend all that money, and...am I supposed to leave you with all that debt? I just don't want emotions ruling us. Maybe treatment isn't the way to go."
   },
   {  
      "season":1,
      "name":"Skylar",
      "quote":"There's a way, Walt. There's financing, there's installment plans. I could always go back to work. Walt, there's always a way"
   },
   {  
      "season":1,
      "name":"Walter Jr.",
      "quote":"Then why don't you just fucking die already? Just give up and die."
   },
   {  
      "season":1,
      "name":"Hank",
      "quote":"'Cause I love you, you little bastard."
   },
   {  
      "season":1,
      "name":"Krazy-8",
      "quote":"Walter, you getting to know me is not gonna make it any easier for you to kill me. Not that I mind, you understand."
   }
]
